load.yml
config:
  # This is a test server run by team Artillery
  # It's designed to be highly scalable
  target: http://127.0.0.1:4000
  phases:
    - duration: 120
      arrivalRate: 15
      rampTo: 50
      name: Ramp up load
scenarios:
  - flow:
      - loop:
          - get:
              url: "/hello-world"
        count: 1